run/tracked/Coarse/realKE_BCS_S/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    bottomoutlet
    {
        type            patch;
        nFaces          896;
        startFace       576477;
    }
    negyinlet
    {
        type            patch;
        nFaces          28;
        startFace       577373;
    }
    posyinlet
    {
        type            patch;
        nFaces          28;
        startFace       577401;
    }
    topoutlet
    {
        type            patch;
        nFaces          384;
        startFace       577429;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          14668;
        startFace       577813;
    }
)

// ************************************************************************* //
